Simulations/MEXICO/Publication/Run16/constant/airfoilProperties/NACA_64-418
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.0.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      airfoilProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

airfoilData
(
//	alpha   	C_l    		C_d
(	0.486		0.43		0.01	)
(	-8.191		-0.609		0.009	)
(	-6.235		-0.385		0.008	)
(	-4.108		-0.151		0.007	)
(	-2.518		0.033		0.006	)
(	-1.932		0.097		0.006	)
(	-1.491		0.15		0.005	)
(	-1.002		0.209		0.005	)
(	0.098		0.35		0.005	)
(	1.369		0.498		0.005	)
(	2.983		0.679		0.005	)
(	4.156		0.803		0.006	)
(	4.499		0.846		0.006	)
(	4.939		0.894		0.008	)
(	5.892		0.985		0.01	)
(	8.215		1.183		0.013	)
(	10.147		1.331		0.016	)
(	12.225		1.428		0.022	)

);
